{
    "exploreHeader": "Explore",
    "welcomeDescription": "This is a demo app for multi-language website with React Context API",
    "clickMe": "Click Me",
    "aboutMe": "For more info about the author",
    "buttonClicked": "You clicked to button!",
    "introductionHi": "Hola, soy Jorge",

    "aboutMeTitle": "Acerca de Mi",
    "aboutMeWhoAmI": "¿Quién Soy?",
    "aboutMePhra1": "Un desarrollador full stack, para web y apps, originario de Hermosillo, Sonora",
    "aboutMePhra2": "He trabajado como desarrollador de software desde el 2016",
    "aboutMePhra3": "Ingeniero en electrónica, egresado de la Universidad de Sonora. Me gusta mucho tocar música y jugar videojuegos",
    "aboutMeWhat": "¿Qué hago?",
    "aboutMeExpert": "Estas son algunas de mis capacidades y habilidades",
    "aboutMeWebDevTitle": "Desarrollo Web",
    "aboutMeExpertise": "Tengo experiencia construyendo páginas web y aplicaciones utilizando frameworks de javascript, Laravel y Flutter",
    "aboutMeWebDataStructuresTitle": "Base de datos & Backend",
    "aboutMeWebDataStructuresTitleP": "He trabajado con el diseño y mantenimiento de bases de datos. He utilizado SQL, MySQL y postgresql en distintos proyectos",
    "aboutMeAppDevTitle": "Desarrollo de Apps",
    "aboutMeAppDevTitleP": "Mi experiencia como desarrollador móvil es con frameworks híbridos, tales como: Cordova, Ionic y Flutter",
    "aboutMeAppLangTitle": "Idiomas",
    "aboutMeSpanish": "Español (Lengua Materna)",
    "aboutMeEnglish": "Inglés (Avanzado)",
    "aboutMeFrench": "Francés (ÖSD B1)",
    "aboutMeGerman": "Alemán (B2 ÖSD)",

    "timelineHighlights": "Destacados",
    "timelineTitle": "Cronología",
    "moddTech": "Moddtech",
    "moddTechYears": "2019 al presente",
    "moddtechDid" :"He trabajado en una app propia de la empresa (Lend Me It), es una aplicación estilo uber para la renta o compra de bienes y servicios. Ha sido lanzada en ambas plataformas (Android e ios) en Estados Unidos. La primera versión de la app la hicimos con el framework de cordova, después de un año comenzamos la versión 2 ahora en Flutter. También he trabajado con SQL y C# para el backend.",
    "qbit": "Quantumbit",
    "qbitYears": "2017-2019",
    "qbithDid" :" Trabajé principalmente con una app propia de la empresa (Dr. Chapp). Era una aplicación estilo uber para consultas médicas. La app ha sido retirada de las tiendas debido a la cancelación del proyecto. Durante mi trabajo en la empresa también trabajé en pequeños proyectos usando laravel.",
    "cio": "Centro de Investigación en Óptica ( CIO )",
    "cioYears": "Verano 2015",
    "cioDid" : "Hice mis prácticas en el CIO, en la ciudad de León, Guanajuato. Trabajé como asistente técnico con el M.C. Enrique Noe Arias. Ayudé con el diseño de un medidor de luxes para una empresa textil utilizando Code Composer Studio y Labview",
    "uni": "Ingeniería electrónica en la Universidad de Sonora",
    "uniYears": "2011-2015",
    "uniDid" :"Terminé la universidad con un enfoque en el área de control digital, trabajando con la programación de microcontroladores. Debido a estas materias, tuve un mayor interés por la programción lo cuál me llevó a estudiarla por mi propia cuenta a la par de la carrera universitaria",
    "nezter": "Nezter Landing Solutions ",
    "nezterYears": "2016-2017",
    "nezterDid" :"En esta empresa trabajé con cordova en una aplicación de recetas de cocina, Natsberry, tanto en el front como en el backend",

    "viewCv": "Ver CV",
    "introductionLabel": "Introducción",
    "aboutLabel": "Acerca de Mí",
    "timelineLabel": "Cronología"
  
  }